{
  "items": [
    {
      "title": "Six Feet Under: Complete Series",
      "price": 57.33,
      "description": "When death is your business, what is your life? From Oscar(R)-winning screenwriter Alan Ball ('American Beauty') comes this award-winning HBO drama series that takes a darkly comic look at a dysfunctional L.A. family that runs a funeral business. With Peter Krause, Frances Conroy, Michael C. Hall, Lauren Ambrose and Rachel Griffiths.",
      "id": 1633683156037
    },
    {
      "title": "A Better Life",
      "price": 4.99,
      "description": "Carlos Galindo always dreamed of a better life for his wife and newborn son when he crossed the border into the US.  But when his wife left him, Carlos's only goal became to make sure his son Luis was given the opportunities he never had. From the director of About a Boy comes a touching, multi-generational story that follows father and son as they embark on a physical and spiritual journey where they discover that family is the most important part of the American dream.",
      "id": 1633683240659
    },
    {
      "title": "THE MISSION - MOVIE [Blu-ray] [1986]",
      "price": 4.99,
      "description": "If you care about the plight of indigenous peoples, and especially if you care about the spread of the gospel to them, The Mission is a heartbreaking reminder that the world that sends missionaries is too often the worst enemy of the peoples they send them to, as well as to the gospel it sends to them. ",
      "id": 1633683294745
    },
    {
      "title": "PAW Patrol: The Movie",
      "price": 17.96,
      "description": "The PAW Patrol is on a roll…in their first big-screen adventure! When their rival, Humdinger, becomes Mayor of nearby Adventure City and starts wreaking havoc, Ryder and the heroic pups kick into high gear to face the most challenging mission of their PAW Patrol careers. Along the way, the team finds help from a new ally, the savvy dachshund Liberty, and together the PAW Patrol fights to save the citizens of Adventure City! Can the PAW Patrol save the city before it's too late? After all, no city's too big, no pup's too small!",
      "id": 1633683342540
    },
    {
      "title": "Napoleon Dynamite",
      "price": 5,
      "description": " Napoleon Dynamite is a new kind of hero, complete with a tight 'fro, sweet moon boots, and skills that can't be topped. Napoleon spends his days drawing mythical beasts, duking it out with his brother Kip and avoiding his scheming Uncle Rico. When two new friends enter Napoleon's life -- shy Deb and mustachioed Pedro, the trio launches a campaign to elect Pedro for class president and make the student body's wildest dreams come true. But if Pedro is to beat stuck-up Summer, Napoleon will have to unleash his secret weapon.",
      "id": 1633683376747
    },
    {
      "title": "Roadhouse Romance",
      "price": 13.99,
      "description": "When Lt. Callie Jackson (Lauren Alaina) returns home after military service, she finds her hometown has changed - her first love has a new girl and her family's BBQ restaurant has hit hard times. She clashes with a marooned bigshot director who might hold the key to saving the restaurant.",
      "id": 1633683447525
    },
    {
      "title": "Christmas Waltz",
      "price": 13.99,
      "description": "After Avery's storybook Christmas wedding is canceled, a dance instructor helps her face her fears in life and fulfill her dream of learning to dance.",
      "id": 1633683517842
    },
    {
      "title": "Strange Magic (Theatrical)",
      "price": 4.99,
      "description": "In this fast-paced animated fairy tale, goblins, elves, and other strange creatures struggle to get their hands on a powerful potion. Loosely based on Shakespeare's 'Midsummer Night's Dream.'",
      "id": 1633683544838
    },
    {
      "title": "A Timeless Christmas",
      "price": 14.99,
      "description": "Charles Whitley travels from 1903 to 2020 where he meets Megan Turner and experiences a 21st Century Christmas.",
      "id": 1633683571951
    },
    {
      "title": "Cross of Iron",
      "price": 5,
      "description": "This explosive WWII epic, directed by the master of action pictures Sam Peckinpah, centers on Corporal Steiner (James Coburn), an accomplished combat veteran leading a group of German soldiers on the Russian front. Steiner's authority comes under attack when Captain Stransky (Maximilian Schell) takes over command of his troops. The two military aces face off in an intense battle of wills.",
      "id": 1633683644072
    },
    {
      "title": "Suicide Squad, The (Digital/DVD/BD)",
      "price": 22.99,
      "description": "Welcome to hell—a.k.a. Belle Reve, the prison with the highest mortality rate in the US of A. Where the worst Super‐Villains are kept and where they will do anything to get out—even join the super‐secret, supershady Task Force X. Today’s do‐ordie assignment? Bloodsport, Peacemaker, Captain collection of cons, including Assemble a Boomerang, Ratcatcher 2, Savant, King Shark, Blackguard, Javelin and everyone’s favorite psycho, Harley Quinn. Then arm them heavily and drop them (literally) on the remote, enemy‐infused island of Corto Maltese.",
      "id": 1633683730596
    },
    {
      "title": "The Wolf of Wall Street",
      "price": 5,
      "description": "Sex. Money. Power. Brace yourself for one outrageous true story directed by legendary filmmaker Martin Scorsese (GOODFELLAS). Leonardo DiCaprio delivers one of the best performances of his career as a young stockbroker hungry for a life of non-stop thrills, where corruption was King and more was never enough. Together, Scorsese and DiCaprio deliver a story of American excess that is an absolute blast from start to finish.",
      "id": 1633782864503
    },
    {
      "title": "Stillwater",
      "price": 20,
      "description": "A dramatic thriller directed by Academy Award® winner Tom McCarthy and starring Matt Damon, Stillwater follows an American roughneck from Oklahoma who travels to Marseille to visit his estranged daughter in prison for a murder she claims she did not commit. Confronted with language barriers, cultural differences, and a complicated legal system, Bill Baker builds a new life for himself in France as he makes it his personal mission to exonerate his daughter.\n\n",
      "id": 1633786231515
    },
    {
      "title": "A Little Christmas Charm",
      "price": 15,
      "description": "Pre-order Price Guarantee! Order now and if the Amazon.com price decreases between your order time and the end of the day of the release date, you'll receive the lowest price. Here's how (restrictions apply)",
      "id": 1633787023175
    },
    {
      "title": "Monsters, Inc.",
      "price": 4,
      "description": "Lovable Sulley and Mike Wazowski are the top scare team at MONSTERS, INC., the scream-processing factory in Monstropolis. When a little girl named Boo wanders into their world, monsters are scared silly, and it's up to Sulley and Mike to get her back home.",
      "id": 1633789224396
    },
    {
      "title": "Scream 4K UHD",
      "price": 15,
      "description": "Neve Campbell leads an all-star cast in this iconic slasher thriller that launched the Scream franchise and breathed new life into the horror genre. After a series of mysterious deaths befalls their small town, an offbeat group of friends led by Sidney Prescott (Campbell) become the target of a masked killer. As the body count rises, Sidney and her friends turn to the “rules” of horror films to help navigate the real-life terror they’re living in. ",
      "id": 1633789273716
    },
    {
      "title": "The Protégé",
      "price": 21,
      "description": "Rescued as a child by the legendary assassin Moody (Samuel L. Jackson) and trained in the family business, Anna (Maggie Q) is the world's most skilled contract killer. But when Moody -- the man who was like a father to her and taught her everything she needs to know about trust and survival -- is brutally killed, Anna vows revenge. As she becomes entangled with an enigmatic killer (Michael Keaton) whose attraction to her goes way beyond cat and mouse, their confrontation turns deadly and the loose ends of a life spent killing will weave themselves ever tighter.",
      "id": 1633852726707
    },
    {
      "title": "COCO",
      "price": 10,
      "description": "Despite his family’s baffling generations-old ban on music, Miguel dreams of becoming an accomplished musician like his idol, Ernesto de la Cruz. Desperate to prove his talent, Miguel finds himself in the stunning and colorful Land of the Dead following a mysterious chain of events. Along the way, he meets charming trickster Hector, and together, they set off on an extraordinary journey to unlock the real story behind Miguel’s family history.",
      "id": 1633852756353
    },
    {
      "title": "A Godwink Christmas: Second Chance, First Love",
      "price": 15,
      "description": "After 15 years, Pat moves home from Hawaii with his two sons and through a series of coincidences, or Godwinks, ends up stuck in traffic next to his high school sweetheart, Margie at Christmas.",
      "id": 1633852791609
    },
    {
      "title": "Cats (2019)",
      "price": 7,
      "description": "HD. Andrew Lloyd Webber's smash musical stars James Corden, Judi Dench, Jason Derulo, Idris Elba, Jennifer Hudson, Ian McKellen, Taylor Swift.",
      "id": 1633852828838
    },
    {
      "title": "Injustice [4K Ultra HD + Blu-ray + Digital Code]",
      "price": 22.5,
      "description": "In an alternate world gone mad, the Man of Steel takes control of the Earth for humanity's own good. Determined to stop him, Batman creates an army of heroes willing to pay any price for freedom.",
      "id": 1633852861538
    },
    {
      "title": "WINTERHAWK (BLU-RAY) - MOVIE",
      "price": 31.5,
      "description": "Die Blackfoot-Indianer in Kanada sind an Pocken erkrankt. Huptling Winterhawk wei, dass nur die Weien ein Heilmittel besitzen. Bepackt mit Pelzen macht er sich auf zu den Bergsiedlern in Montana.Das erwnschte Tauschgeschft kommt aber nicht zustande, denn Demtigungen und Verrat warten auf Winterhawk in der Siedlung der Weien. Seine Pelze werden gestohlen. Der Huptling schwrt Rache und kehrt bald mit einigen Kriegern seines Stammes zurck...Pidax prsentiert mit Winterhawk einen weiteren realistischen Sptwestern von Regisseur Charles B. Pierce (Am heiligen Grund).",
      "id": 1633852891294
    },
    {
      "title": "The Christmas Doctor",
      "price": 15,
      "description": "Zoey is a traveling doctor who prefers short assignments to staying put, so when she is assigned to a small town clinic for the holidays, she is surprised when she starts to feel at home.",
      "id": 1633852925219
    },
    {
      "title": "In Her Shoes",
      "price": 6.6,
      "description": "Two sisters who have only one thing in common--their shoe size--have a falling out that leads both in surprising new directions.",
      "id": 1633852965935
    }
  ]
}